<?php

return [
    'caption' => 'Основной сайт',
    'introtext' => 'элементы шаблона корневого сайта 1-го уровня',
    'settings' => [
        'phone-header' => [
            'caption'  => 'Основной телефон на сайте',
            'type'     => 'text',
            'note'     => 'отображается на всех страницах в шаблоне',
        ],
        'email' => [
            'caption'  => 'Email',
            'type'     => 'text',
            'note'     => 'адрес, на который уходият все данные из заполненых форм',
        ],

//******************************************************************
        'yandexAPI'   => [
            'caption'  => 'API-ключ для карт Яндекса',
            'type'     => 'text',
            'note'     => 'Получить ключ в <a href="https://developer.tech.yandex.ru/" target="_blank">кабинете разработчика</a>'
        ],
//******************************************************************
//******************************************************************
        'social_div'   => [
            'caption'  => 'Ссылки на соцсети',
            'type'     => 'divider'
        ],

        'social-inst' => [
            'caption'  => 'Инстаграм',
            'type'     => 'text',
        ],
        'social-fb' => [
            'caption'  => 'Фейсбук',
            'type'     => 'text',
        ],
        'social-vk' => [
            'caption'  => 'ВКонтакте',
            'type'     => 'text',
        ],
        'social-yt' => [
            'caption'  => 'Ютуб',
            'type'     => 'text',
        ],
        'social-ok' => [
            'caption'  => 'Одноклассники',
            'type'     => 'text',
        ],


    ],
];


